{
  "navbar": {
    "home": "Дома",
    "products": "Продукти",
    "about-us": "За нас",
    "contact": "Контакт"
  },
  "home": {
    "welcomeHeading": "Welcome to Offset Print",
    "welcomeParagraph": "Во Offset Print, ги оживуваме вашите идеи со прецизност, квалитет и ефикасност. Како водечка фабрика за офсет печатење, ние сме специјализирани за испорака на висококвалитетни продукти што ги задоволат вашите единствени потреби."
  },
  "products": {
    "products": "Производи",
    "books": "Книги",
    "customNotebooks": "Персонализирани Тетратки",
    "businessCards": "Визит Картички",
    "ncrPads": "NCR Блокови",
    "promotionalFlyers": "Промотивни Флаери",
    "brochures": "Брошури",
    "menus": "Менија",
    "customCalendars": "Персонализирани Календари",
    "eventTickets": "Билети за Настани",
    "hotFoilPrint": "Печатење со Топла Фолија",
    "banners": "Банери",
    "stationery": "Канцелариски Материјали",
    "tshirts": "Маици",
    "pens": "Пенкала",
    "lighters": "Запалки",
    "muchMore": "и многу повеќе...",
    "bookDescription": "Професионално печатени книги со јасен текст и живописни слики. Достапни во различни големини и опции за врзување, идеални за автори, издавачи и бизниси.",
    "notebookDescription": "Нашите прилагодливи тетратки се идеални за фаќање идеи, водење белешки и планирање проекти. Персонализирајте го вашиот уникатен и функционален промотивен производ!",
    "businessCardDescription": "Подобрете го вашиот професионален изглед со премиум визит-картички. Совршени за настани за вмрежување, средби со клиенти и секојдневни деловни интеракции.",
    "ncrPadsDescription": "Прилагодливи NCR блокови за создавање на инстантни дупликати на фактури, сметки и нарачки. Совршени за ефикасно работење на бизнисот.",
    "promotionalFlyersDescription": "Промотивни летоци како ефикасна алатка за маркетинг, со прилагодливи шаблони за да ги исполнат вашите потреби.",
    "brochuresDescription": "Испратете ја вашата порака со јасност и стил користејќи ги нашите професионални брошури. Идеални за маркетинг кампањи, информации за производи и корпоративни профили.",
    "menusDescription": "Менуа со висок квалитет, прилагодливи за ресторани, кафулиња и барови. Достапни во различни формати и завршни обработки.",
    "customCalendarsDescription": "Чувајте ја вашата марка пред клиентите во текот на целата година со персонализиран календар. Достапни во ѕидни, биро и џебни формати.",
    "eventTicketsDescription": "Издржливи и прилагодливи билети за настани со безбедносни карактеристики. Идеални за концерти, фестивали и настапи.",
    "hotFoilPrintDescription": "Специјален тип на печатење за создавање на впечатливи покани за свадби, билети и други посебни предмети.",
    "bannersDescription": "Банери отпорни на временски услови за внатрешна и надворешна употреба. Прилагодливи големини и печатење со висока резолуција.",
    "stationeryDescription": "Елегантни комплети канцелариски материјали, вклучувајќи писма, пликови и блокчиња. Совршени за корпоративно брендирање.",
    "tshirtsDescription": "Удобни и стилски прилагодливи маици. Совршени за промотивни настани, тимски униформи и секојдневно носење.",
    "pensDescription": "Квалитетни прилагодливи пенкала за секојдневна употреба. Идеални за брендирање, промоции и корпоративни подароци.",
    "lightersDescription": "Сигурни и прилагодливи запалки. Идеални за промотивни подароци и секојдневна употреба."

  },
  "about_us": {
    "aboutUs": "За Нас",
    "ceo": "Извршен директор",
    "ourMission": "Нашата Мисија",
    "whatWeDo": "Што Правиме",
    "ourStory": "Нашата Приказна",
    "ceoTextContent": "Основач и Генерален директор на Offset Print, е професионалец во управување со машини за печатење. Неговото искуство и посветеност беа клучни фактори во воспоставувањето на Offset Print како лидер во индустријата.",
    "ourMissionTextContent": "Нашата мисија е постојано да доставуваме висококалибарни печатни решенија кои ги надминуваат очекувањата на клиентите преку посветеност на прецизност и иновација, обезбедувајќи неспоредлив квалитет и задоволство.",
    "whatWeDoTextContent": "Ние сме специјализирани во офсет печатење, нудејќи широк спектар на производи вклучувајќи книги, весници, списанија, тетратки, визит-карти и многу повеќе.",
    "ourStoryTextContent": "Основана во 2007 година, нашата печатница започна со љубов кон офсет печатењето. Со текот на годините, ние растевме и ги проширивме нашите услуги за да ги задоволиме различните потреби на нашите клиенти."
  },
  "contact": {
    "getInTouch": "Контактирајте не",
    "businessHours": "Работно време",
    "weekDays": {
      "monday": "Понеделник",
      "tuesday": "Вторник",
      "wednesday": "Среда",
      "thursday": "Четврток",
      "friday": "Петок",
      "saturday": "Сабота",
      "sunday": "Недела"
    },
    "name": "Име",
    "email": "Е-пошта",
    "message": "Порака",
    "send": "Испрати",
    "phone": "Телефон",
    "fax": "Факс",
    "address": "Рудничка бб. Кичево 6250 РСМ",
    "closed": "Затворено",
    "emailSent": "Е-поштата е успешно испратена"
  }


}